/* Generic strings */
"OK" = "好";
"CONTINUE" = "继续";
"CANCEL" = "取消";
"ENABLE" = "启用";
"DISABLE" = "停用";
"SAVE" = "存储";
"QUIT" = "退出";
"YES" = "是";
"NO" = "否";
"ADD" = "添加";
"IGNORE" = "忽略";
"DELETED" = "已删除";
"CHANGE" = "更改…";
"HELP..." = "帮助…";
"SYSTEM" = "系统";
"CONFIGURE..." = "配置…";
"SELECT_BUDDY" = "选择好友";
"INFO..." = "简介…";
"ENABLED" = "已启用";
"DISABLED" = "已停用";
"OFF" = "关";
"SET" = "设定…";
"DETAILS" = "详细信息…";
//"UNPAIR" = "Unpair";
"NEW" = "新建：";
"NEW_ACCOUNT" = "新帐户：";
"LOGOUT" = "注销";
"RESTART" = "重新启动";
"REVEAL_IN_FINDER" = "在 Finder 中显示";

"PUBLIC_SHAREPOINT_NAME" = "“%@”的公共文件夹";

"AX_SEPARATOR_ROLE_DESCRIPTION" = "分隔符";
"AX_ADD_USER_DESCRIPTION" = "添加用户或组别";
"AX_DELETE_USER_DESCRIPTION" = "删除用户或组别";
"AX_ADD_LOGIN_ITEM_DESCRIPTION" = "添加登录项";
"AX_DELETE_LOGIN_ITEM_DESCRIPTION" = "删除登录项";
//
"AX_USERSTABLE_ROLE_DESCRIPTION" = "列表";
"AX_USERSTABLE_DESCRIPTION" = "帐户、组别和登录选项";

// the username/group name is the first item
"AX_CURRENT_USER_DESCRIPTION" = "%@，当前用户";
"AX_OTHER_USER_DESCRIPTION" = "%@，用户";
"AX_OTHER_GROUP_DESCRIPTION" = "%@，组别";
"AX_OUTLINETABLE_DESCRIPTION" = "其他帐户";
"AX_LOGINWINDOW_OPTIONS_DESCRIPTION" = "登录选项";
//
"AX_PASSWORD_ASSISTANT_DESCRIPTION" = "密码助理";
"AX_ADD_ALIAS_DESCRIPTION" = "添加替身";
"AX_DELETE_ALIAS_DESCRIPTION" = "删除替身";
//
"AX_DIVIDER_ROLE_DESC" = "分隔条";

"USER_CONTEXTUAL_MENU_TITLE_USER" = "高级选项…";
"USER_CONTEXTUAL_MENU_TITLE_GROUP" = "添加用户或组别…";

"RESTART_TITLE" = "要使用您指定为个人文件夹的那个文件夹，您需要重新启动电脑。";

"GEAR_BUTTON_TOOLTIP" = "高级选项…";
"ADVANCED_OPTIONS_TITLE" = "用户：“%@”";
"NEW_ALIAS" = "新替身";
"ADV_HOMEDIR_NOTFOUND_TITLE" = "您确定要将用户“%@”的个人文件夹路径更改为“%@”吗？";
"ADV_HOMEDIR_NOTFOUND_DESCR" = "如果此路径与该用户的个人文件夹的实际位置不相符，则该用户将不能登录到这台电脑。";

"CREATE_ACCOUNT" = "创建帐户";
"CREATE_IDENTITY" = "创建帐户";
"CREATE_GROUP" = "创建组别";
"CHANGE_PASSWORD_" = "更改密码…";
"RESET_PASSWORD_" = "重设密码…";
"CHANGE_PASSWORD" = "更改密码";
"RESET_PASSWORD" = "重设密码";

"MY_ACCOUNT" = "我的帐户";
"ACCOUNTS" = "帐户";
"OTHER_ACCOUNTS" = "其他帐户";
"IDENTITY_ACCOUNTS" = "共享帐户";
"ACCOUNTS_HELP_MENU_TITLE" = "帐户帮助";

"HOMEDIRPATH_DIDCHANGE_WARNING" = "您必须重新启动电脑，以应用对这些设置的更改。";

"GROUPS" = "组别";
//"GROUP_IS_REGULAR" = "";
"EDIT_GROUP_NAME_NO_NAME" = "您没有输入组别名称。";
"EDIT_GROUP_NAME_EXISTS" = "名称“%@”不可用。";

"USER_IS_REGULAR" = "标准";
"USER_IS_ADMIN" = "管理员";
"USER_IS_GUEST" = "客人";
//"USER_IS_NOT_ADMIN" = "";
"USER_IS_NETWORK" = "网络";
"USER_IS_MANAGED" = "受到管理";
"USER_IS_SIMPLIFIED" = "简化";
"USER_HAS_MOBILE_HOMEDIR" = "移动帐户";
"USER_IS_EXTERNAL_ACCOUNT" = "外置";
"USER_IS_IDENTITY" = "仅限共享";
"USERNAME_IS_ADMIN" = "用户“admin”将被创建为管理员用户，您不能对此进行更改。";
//"USERNAME_IS_ADMIN_DESCR" = "";

"BACKUP_FV_TITLE" = "因为此帐户的 FileVault 已启用，Time Machine 仅会在用户登录后才备份此用户的文件。";

"LOGIN_WINDOW" = "登录选项";
"LOGIN_WINDOW_OPTIONS" = "选项";
"LOGINOPTIONS_TOOLTIP" = "更改用户登录其帐户的方式";

"PARENTALCONTROLS_ADMIN_WARNING" = "您真的想允许“%@”管理这台电脑吗？";
"PARENTALCONTROLS_ADMIN_WARNING_DESC" = "此用户帐户已打开了家长控制。如果您允许此用户管理电脑，这些限制将被关闭。要让此更改生效，您必须注销，然后再次登录。";
"PARENTALCONTROLS_WARNING" = "您确定要启用管理员用户帐户“%@”中的家长控制吗？";
"PARENTALCONTROLS_WARNING_DESC" = "如果您启用此用户帐户中的家长控制，此帐户将不能用于管理电脑。\n\n您需要先注销然后重新登录，此更改才能生效。";
"PARENTALCONTROLS_WARNING_NOLOGOUT" = "如果启用此用户帐户的家长控制，您将不能通过此帐户来管理这台电脑。";
"PARENTALCONTROLS_ADMIN_ALERT" = "您不能启用管理员帐户中的家长控制。请创建一个新的用户帐户，然后启用新帐户的家长控制。";

"GUEST_FULLNAME" = "客人帐户";
"LOGIN_AND_SHARING" = "登录，共享";
"LOGIN_ONLY" = "仅登录";
"SHARING_ONLY" = "仅限共享";

"NEW_USER_TITLE" = "新建用户";
"NEW_PASSWORD" = "新密码：";
"PASSWORD" = "密码：";

"MANAGED_TOOLTIP" = "此项呈暗灰色是因为它由您的系统管理员所控制。";
"USER_LOGGEDIN_TOOLTIP" = "您不能更改此用户帐户，因为该用户已登录。";
"ADD_ACCOUNT_TOOLTIP" = "添加用户帐户";
"DELETE_ACCOUNT_TOOLTIP" = "删除选定的用户帐户";

"NEED_LOGOUT_ME" = "要让此更改生效，您必须重新启动电脑。";
"NEED_LOGOUT_USER" = "您必须重新启动电脑才能让对 %@ 的管理员设置所做的更改生效。";
//"NEED_LOGOUT_DESC" = "";

/* Special tooltips */
"ADMINCHECKBOX_3707901" = "您不能将用户“admin”更改为非管理员。";
"ADMINCHECKBOX_4058550" = "此用户属于具有管理员权限的组别。有关更多信息，请联系您的网络管理员。";

/* Reset password tooltips */
"CANNT_CHANGE_PASS_MANAGED" = "您不能更改此用户的密码，因为这是受管制的用户帐户";
"CANNT_CHANGE_PASS_MOBILE" = "您不能更改此用户的密码，因为这是移动帐户。";
"CANNT_CHANGE_PASS_FV" = "您不能更改此用户的密码，因为该用户已打开了 FileVault。";
"CANNT_CHANGE_PASS_PASSWORDSERVER" = "您不能更改此用户的密码，因为此帐户的密码是由服务器提供的。";
"CANNT_CHANGE_PASS_GUEST" = "您不能更改此用户的密码，因为这是客人用户帐户。";

/* Password error alerts */
"PASS_VERIFY_ERR" = "密码与验证密码不相同。请重新输入密码。";
//"PASS_VERIFY_ERR_DESC" = "";
"PASS_VERIFY_ERR_SHORT" = "密码不相符";

"PASS_IS_EMPTY_FV_ERR" = "密码是空的。";
//"PASS_IS_TOO_SHORT_ERR_DESC" = "";

"PASS_IS_EMPTY_ERR" = "您没有输入密码。";
"PASS_IS_EMPTY_ERR_DESC" = "要启用 FileVault，您必须有该用户帐户的密码。";

"PASS_IS_EMPTY_WARN" = "您没有输入此用户帐户的密码。您真的不准备输入密码吗？";
"PASS_IS_EMPTY_WARN_DESC" = "由于您没有输入此用户帐户的密码，任何人都可以登录您的电脑。";
"SET_PASSWORD" = "设置密码";

"PASS_REQUIRED_ERR" = "管理员必须有密码。请指定一个密码。";
"PASS_REQUIRED_ERR_DESC" = "用户“%@”的密码为空。";

"OLD_PASSWORD" = "旧密码：";
"MASTER_PASSWORD" = "主密码：";
"MASTER_PASSWORD_IS_EMPTY_ERR" = "您没有输入主密码。";
"PASS_RESET_FAILED_TITLE" = "重设密码失败。";
"CHANGE_PASS_FAILED_TITLE" = "未更改帐户“%@”的密码。";

"CHANGE_PASS_FAILED" = "您的系统管理员可能不允许您更改您的密码，或者您的密码发生了其他某些问题。请联系您的系统管理员以获得帮助。";
"CHANGE_PASS_FAILED_NewPasswordRequired" = "要求您输入新密码。";
"CHANGE_PASS_FAILED_QualityCheck" = "您的密码不满足服务器管理员所指定的要求。您可能需要在密码中使用不同的字符、数字或符号。如果您没有把握如何更改密码，那么请先联系您的系统管理员，然后再试一次。";
"CHANGE_PASS_FAILED_TooShort" = "您的密码太短。请输入较长的密码。";
"CHANGE_PASS_FAILED_TooLong" = "您的密码太长。请输入较短的密码。";
"CHANGE_PASS_FAILED_NeedsLetter" = "除了其他字符外，您的密码应该至少包括一个字母。请重新输入密码。";
"CHANGE_PASS_FAILED_NeedsDigit" = "除了其他字符外，您的密码应该至少包括一个数字。请重新输入密码。";
"CHANGE_PASS_FAILED_TooSoon" = "您最近更改过密码，且您现在不能更改密码，因为您的系统管理员不允许您如此频繁地更改密码。请联系您的系统管理员以获得帮助。";
"CHANGE_PASS_FAILED_Expired" = "您的密码已过期，您需要更改此密码。";
"CHANGE_PASS_FAILED_FV" = "此帐户的 FileVault 已打开。请关闭 FileVault 并更改密码，然后再打开 FileVault。";


/* No room to create new user */
"CREATE_USER_NO_ROOM" = "磁盘上没有足够的剩余空间来创建新的用户帐户。";
"CREATE_USER_NO_ROOM_DESC" = "要创建新的用户帐户，您还需要 %@ 的可用磁盘空间。请尝试清倒废纸篓，或删除磁盘上的其他文件来腾出更多空间，然后再创建新的用户帐户。";

/* Home folder exists */
"HOME_EXISTS_ERR" = "“用户”文件夹中已经有名为“%@”的文件。";
"HOME_EXISTS_ERR_DESCR" = "请输入新的短名称。您不能使用相同字母的大小写。";
"HOME_EXISTS_WARN" = "“用户”文件夹中已经有名称为“%@”的文件夹。您想将该文件夹用做此用户帐户的个人文件夹吗？";
"HOME_EXISTS_WARN_DESCR" = "如果您不想将该文件夹用做此用户帐户的个人文件夹，请点按“取消”，然后输入新的短名称。您不能输入字母相同但大小写不同的名称。";


/* Delete user */
"DELETE_USER_BUTTON" = "删除用户…";
"DELETE_CACHED_USER_BUTTON" = "删除…";

"DELETE_MOBILE_USER" = "您确定要删除移动用户帐户“%@”吗？";
"DELETE_USER" = "您确定要删除用户帐户“%@”吗？";
"DELETE_IDENTITY" = "您确定要删除共享帐户“%@”吗？";
"DELETE_GROUP" = "您确定要删除组“%@”吗？";

"DELETE_USER_DESC" = "要删除此用户帐户，请选择您想要对此帐户的个人文件夹进行的操作，然后点按“好”。";

/*"DELETE_USER_DESC" = "To delete the account and save the contents of the user’s home folder, \“%@\”, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately.";*/
/*"DELETE_USER_DESC" = "To delete \“%@\” user account but save the user’s home folder, click OK. The user’s home folder is saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open this file. If you don’t want to save the user’s home folder, click Delete Immediately";*/
/*"DELETE_USER_DESC" = "The contents of the user’s home folder, \“%@,\” will be saved in a file in the Deleted Users folder, which is in the Users folder. To access the contents of the user’s home folder, open the file. If you do not want to save the user’s home folder, click Delete Immediately.";*/
"DELETE_ODDUSER_DESC" = "此用户帐户“%@”将被永久删除。";
"DELETE_IDENTITY_DESC" = "共享帐户“%@”将被永久性删除。";
"DELETE_GROUP_DESC" = "组“%@”将被永久性删除。";

"DELETE_GUEST_USER" = "客人用户帐户“%@”将被永久性删除。";
//"DELETE_GUEST_USER_DESC" = "";

"DELETE_USER_DI_SUBTITLE" = "磁盘映像已存储在“已删除的用户”文件夹中（该文件夹位于“用户”文件夹）。";
"DELETE_USER_DI_SUBTITLE_NO_ROOM" = "不能存储个人文件夹。要存储该文件夹，您需要 %@ 可用磁盘空间。";
"DELETE_USER_NO_ROOM" = "您确定要删除用户帐户“%@”吗？";
"DELETE_USER_NO_ROOM_DESC" = "该用户的个人文件夹将不被存储。要存储该文件夹，您需要 %@ 可用磁盘空间。请尝试清倒废纸篓或删除磁盘上的其他文件，然后再删除该用户帐户。如果您不想存储该用户的个人文件夹，请选取“立即删除”。";

"DELETE_CACHED_USER" = "您确定要删除高速缓存的用户帐户“%@”吗？";
"DELETE_CACHED_USER_DESC" = "缓存的用户帐户，包括缓存的个人目录，都会从电脑中删除。";

"DELETE_USER_ERR" = "不能删除用户帐户“%@”";
"DELETE_USER_ERR_DESC" = "备份该用户的“个人”文件夹时出错。";

/* User name isn't unique alert */
"USERNAME_IS_NOT_UNIQUE" = "名为“%@”的用户已存在，请输入其他名称。";
//"USERNAME_IS_NOT_UNIQUE_DESC" = "";
"USERNAME_IS_NOT_UNIQUE_SHORT" = "名称已被另一个用户使用。";

"USERNAME_IS_NOT_AVAILABLE" = "不能使用名称“%@”。请输入其他名称。";
//"USERNAME_IS_NOT_AVAILABLE_DESC" = "";
"USERNAME_IS_NOT_AVAILABLE_SHORT" = "名称不可用。";

/* UNIX name isn't unique alert */
"UNIXNAME_IS_NOT_UNIQUE" = "已有用户使用了短名称“%@”。请输入不同的短名称。";
//"UNIXNAME_IS_NOT_UNIQUE_DESC" = "";
"UNIXNAME_IS_NOT_UNIQUE_SHORT" = "名称已被另一个用户使用";


/* User name is empty alert */
"USERNAME_IS_EMPTY" = "名称栏是空的。";
//"USERNAME_IS_EMPTY_DESC" = "";
"USERNAME_IS_EMPTY_SHORT" = "名称不能为空";


/* Short name is empty alert */
"UNIXNAME_IS_EMPTY" = "短名称栏为空。请输入一个短名称。";
//"UNIXNAME_IS_EMPTY_DESC" = "";
"UNIXNAME_IS_EMPTY_SHORT" = "名称不能为空";


/* Short name is not valid alert */
"UNIXNAME_IS_NOT_VALID" = "名称“%@”无效。请输入其他名称。";
"UNIXNAME_IS_NOT_VALID_DESC" = "这是您帐户的预备名称，用于某些网络服务。请输入小写字符，不含空格或标点符号。";
"UNIXNAME_IS_NOT_VALID_SHORT" = "不能包括空格或特殊符号";
/*A valid name consists of 255 characters or fewer which can be lowercase a through z, 0 through 9, and underscore.";*/


/* Short name is "Pubic" alert */
"UNIXNAME_IS_PUBLIC" = "“public”是保留名称。请输入不同的名称。";
//"UNIXNAME_IS_PUBLIC_DESC" = "";
"UNIXNAME_IS_PUBLIC_SHORT" = "“public”是一个保留名称";

/* Short name is "Pubic" alert */
"UNIXNAME_IS_FTP_SHORT" = "“ftp”是一个保留名称";

/* Authenticate panels */
"REQUIRES_PASSWORD" = "您需要管理员密码才能在“多用户”中进行更改。";
"INCORRECT_PASSWORD" = "您输入的旧密码不正确。请再试一次。";
//"INCORRECT_PASSWORD_DESC" = "";
"NONADMIN_USER" = "无效的用户";
"NONADMIN_USER_DESC" = "“%@”不是这台电脑的管理员。只有管理员才能进行更改。";
"AUTHPANEL_CAPTION_INSERT_NAME" = "名称";
"AUTHPANEL_CAPTION_INSERT_PICTURE" = "图片";
"AUTHPANEL_CAPTION" = "要更改“%@”，您需要首先鉴定身份。";


/* Authentication */
"AUTHENTICATING..." = "正在鉴定…";


/* Enable hint alert */
"ENABLE_HINT" = "这台电脑的密码提示当前已被关闭。您想打开它们吗？";
"ENABLE_HINT_DESC" = "三次登录失败后会显示提示。要打开提示，请打开“帐户”偏好设置并点按“登录选项”。";


/* Autologin alert */
"AUTOLOGIN_TITLE" = "自动登录已打开，要将其关闭吗？";
"AUTOLOGIN_DESCR" = "如果自动登录保持打开，您必须注销才能让此用户登录自己的帐户。电脑在重新启动或关机后将自动登录用户“%@”。";
"AUTOLOGIN_OK" = "保持自动登录";
"AUTOLOGIN_NO" = "关闭自动登录";
"AUTOLOGIN_CHECKBOX" = "自动以“%@”登录";
"AUTOLOGIN_DISABLED_FOR_FVUSER" = "个人文件夹已被加密的用户不能自动登录";
"AUTOLOGIN_MANAGED" = "您不能启用自动登录，因为它已被您的系统管理员停用。";


/* Keychain related alert */
"KEYCHAIN_NONADMIN_PASSWORD" = "您的钥匙串密码将更改为您的新帐户密码。";
//"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "您的“登录”钥匙串密码将会被改变为您的新密码。";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "如果您的“登录”钥匙串被锁定，您需要在改变密码之前输入当前的“登录”钥匙串密码。";

"KEYCHAIN_ADMIN_OTHER_PASSWORD" = "此用户的钥匙串密码不能更改为新的帐户密码，旧的钥匙串密码仍然有效。";
"KEYCHAIN_ADMIN_OTHER_PASSWORD_DESCR" = "用户可以在“实用工具”文件夹中的“钥匙串访问”应用程序中更改其钥匙串密码。";


/* User picture */
"APPLE_PICTURES" = "Apple 图片";

"PICTURE_IS_TOO_LARGE_ERR" = "您选用的图片太大。请选用其他图片";
"PICTURE_IS_TOO_LARGE_DESC" = "用户图片大小应该为 128 X 128 像素或更小。";


/* Login Items */
"UNKNOWN" = "未知";
"FILEEXISTS" = "文件已经存在";
"LOGINITEMEXISTS" = "登录项“%@”已经在列表中存在";

"ADD_LOGINITEM_TOOLTIP" = "将项目添加到“登录项”列表中";
"DELETE_LOGINITEM_TOOLTIP" = "删除所选项目";

"LOGINITEMS_MANAGED_TITLE" = "您不能去掉这些登录项。";
"LOGINITEMS_MANAGED_TEXT" = "您不能去掉这些登录项中的一个或多个项目，因为它们是由您的系统管理员管理的。";
"LOGINITEMS_MANAGED_TOOLTIP" = "您不能更改此项目，因为它是由您的系统管理员管理的。";
"LOGINITEM_GLOBAL_TOOLTIP" = "您不能更改此项目，因为“帐户”偏好设置已被锁定。";

"LOGINITEMS_DELETEGLOBAL_WARNING_TITLE" = "您确定要删除此项目吗？";
"LOGINITEMS_DELETEGLOBAL_WARNING_DESC" = "删除项目“%@”将影响这台电脑的所有用户。";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_TITLE" = "您确定要删除这些项目吗？";
"LOGINITEMS_DELETEGLOBAL_FEW_WARNING_DESC" = "删除他们将影响这台电脑的所有用户。";


"CLASSIC_WARNING" = "您不能将“Classic 启动”添加到登录项。";
"CLASSIC_TEXT" = "Classic 环境的使用是由您的系统管理员管理的。";

"LOGINITEMS_MANAGED_PANE_TEXT" = "您不能更改登录项，因为“登录项”偏好设置是由您的系统管理员管理的。";

"MULTIUSER_WARNING" = "警告";
"MULTIUSER_WARNING_DESC" = "该功能会允许在您使用该电脑的时候，其他用户保持登录并继续在后台运行软件。请仅在您信任本电脑上的其他用户时才启用该功能。";

"LOGIN_ITEM_NAME_TEMPLATE" = "%@（所有用户）";

/* SBS */
"SBS_LOCAL_PASSWORD_INCORRECT_SHORT" = "您没有正确输入本地用户帐户的密码。";
"SBS_DETAILS_FORMAT" = "该帐户已与服务器“%2$@”上的帐户“%1$@”配对。";
"SBS_NETWORK_ACCOUNT_LABEL" = "请输入由服务器管理员提供给您的“%@”的名称和密码。";
"SBS_LOCAL_ACCOUNT_LABEL" = "请为这台电脑上的“%@” 帐户输入密码。";


/* Mobility */
"MobilityCreateButtonTitle" = "创建…";
"MobilityConfigureButtonTitle" = "设置…";


/* .Mac */
".MAC_NAME_ERR" = "您不能使用“%@” .Mac 用户名称。";
".MAC_NAME_ERR_DESCR" = "名称“%@”已用于其他身份。";
"DOTMAC_NAME_TEMPLATE" = "%@ 名称：";
"DOTMAC_PASSWORD_TEMPLATE" = "%@ 密码：";
"DOTMAC_USERNAME_TEMPLATE" = "%@ 用户名称：";

